Repository: Distrotech/help2man
Catalog: po/*.po
Languages: pl

source: GNU %s %s Copyright (C) 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2009, 2010, 2011, 2012 Free Software Foundation, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. Written by Brendan O'Dea <bod@debian.org>
pl: GNU %s %s Copyright (C) 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2009, 2010, 2011, 2012 Free Software Foundation, Inc. Ten program jest darmowy; warunki kopiowania s± opisane w ¼ród³ach. Autorzy nie daj± ¯ADNYCH gwarancji, w tym równie¿ gwarancji PRZYDATNO¦CI DO SPRZEDA¯Y LUB DO KONKRETNYCH CELÓW. Program napisa³ Brendan O'Dea <bod@debian.org>

source: `%s' generates a man page out of `--help' and `--version' output. Usage: %s [OPTION]... EXECUTABLE -n, --name=STRING description for the NAME paragraph -s, --section=SECTION section number for manual page (1, 6, 8) -m, --manual=TEXT name of manual (User Commands, ...) -S, --source=TEXT source of program (FSF, Debian, ...) -L, --locale=STRING select locale (default "C") -i, --include=FILE include material from `FILE' -I, --opt-include=FILE include material from `FILE' if it exists -o, --output=FILE send output to `FILE' -p, --info-page=TEXT name of Texinfo manual -N, --no-info suppress pointer to Texinfo manual -l, --libtool exclude the `lt-' from the program name --help print this help, then exit --version print version number, then exit EXECUTABLE should accept `--help' and `--version' options and produce output on stdout although alternatives may be specified using: -h, --help-option=STRING help option string -v, --version-option=STRING version option string --version-string=STRING version string --no-discard-stderr include stderr when parsing option output Report bugs to <bug-help2man@gnu.org>.
pl: `%s' generuje stronê podrêcznika z wyj¶cia `--help' i `--version'. Sk³adnia: %s [OPCJA]... PROGRAM -n, --name=£AÑCUCH opis akapitu NAZWA -s, --section=SEKCJA numer sekcji dla strony podrêcznika (1, 6, 8) -m, --manual=TEKST nazwa podrêcznika (Polecenia u¿ytkownika, ...) -S, --source=TEKST pochodzenie programu (FSF, Debian, ...) -L, --locale=£AÑCUCH ustawienie lokalizacji (domy¶lnie "C") -i, --include=PLIK do³±czenie materia³u z `PLIKU' -I, --opt-include=PLIK do³±czenie materia³u z `PLIKU', je¶li takowy istnieje -o, --output=PLIK zapisanie wyj¶cia do `PLIKU' -p, --info-page=TEKST nazwa podrêcznika Texinfo -N, --no-info pominiêcie wskazania do podrêcznika Texinfo -l, --libtool pominiêcie `lt-' z nazwy programu --help wy¶wietlenie tego opisu i zakoñczenie pracy --version wy¶wietlenie numeru wersji i zakoñczenie pracy PROGRAM powinien przyjmowaæ opcje `--help' oraz `--version' i wypisywaæ informacje na standardowe wyj¶cie, aczkolwiek mo¿na podaæ alternatywne sposoby dzia³ania przy pomocy: -h, --help-option=£AÑCUCH ³añcuch opcji pomocy -v, --version-option=£AÑCUCH ³añcuch opcji wersji --version-string=£AÑCUCH ³añcuch wersji --no-discard-stderr do³±czenie stderr przy analizie wyj¶cia B³êdy prosimy zg³aszaæ na adres <bug-help2man@gnu.org>.

source: %s: can't open `%s' (%s)
pl: %s: nie mo¿na otworzyæ `%s' (%s)

source: %s: no valid information found in `%s'
pl: %s: nie znaleziono poprawnej informacji w `%s'

source: %s: can't unlink %s (%s)
pl: %s: nie mo¿na usun±æ %s (%s)

source: %s: can't create %s (%s)
pl: %s: nie mo¿na utworzyæ %s (%s)

source: NAME
pl: NAZWA

source: %s \- manual page for %s %s
pl: %s \- strona podrêcznika dla %s %s

source: System Administration Utilities
pl: Narzêdzia administracyjne

source: Games
pl: Gry

source: User Commands
pl: Polecenia u¿ytkownika

source: Usage
pl: Sk³adnia|U¿ycie

source: or
pl: lub|albo

source: SYNOPSIS
pl: SK£ADNIA

source: DESCRIPTION
pl: OPIS

source: Report +(?:[\w-]+ +)?bugs|Email +bug +reports +to
pl: B³êdy +(w +[\w-]+ +)?+(proszê|prosimy) +zg³aszaæ +na +adres|Raporty +o +b³êdach +wysy³aj +do

source: Written +by
pl: Napisany +przez|Program +napisa(³a?|li)

source: Options
pl: Opcje

source: Environment
pl: ¦rodowisko

source: Files
pl: Pliki

source: Examples
pl: Przyk³ady

source: This +is +free +software
pl: Ten +program +jest +darmowy

source: OPTIONS
pl: OPCJE

source: ENVIRONMENT
pl: ¦RODOWISKO

source: FILES
pl: PLIKI

source: EXAMPLES
pl: PRZYK£ADY

source: REPORTING BUGS
pl: ZG£ASZANIE B£ÊDÓW

source: AUTHOR
pl: AUTOR

source: SEE ALSO
pl: ZOBACZ TAK¯E

source: The full documentation for .B %s is maintained as a Texinfo manual. If the .B info and .B %s programs are properly installed at your site, the command .IP .B info %s .PP should give you access to the complete manual.
pl: Pe³na dokumentacja dla programu .B %s jest utrzymywana jako podrêcznik Texinfo. Je¶li programy .B info oraz .B %s s± w³a¶ciwie zainstalowane, polecenie .IP .B info %s .PP powinno udostêpniæ kompletny podrêcznik.

source: %s: error writing to %s (%s)
pl: %s: b³±d zapisu do %s (%s)

source: %s: can't get `%s' info from %s%s
pl: %s: nie mo¿na uzyskaæ informacji `%s' z %s%s

source: Try `--no-discard-stderr' if option outputs to stderr
pl: Opcja `--no-discard-stderr' pomo¿e, je¶li program wypisuje opis na stderr

source: Include file for help2man man page
pl: Plik do³±czany do strony podrêcznika help2man

source: help2man \- generate a simple manual page
pl: help2man \- generowanie prostej strony podrêcznika

source: INCLUDE FILES
pl: DO£¡CZANE PLIKI

source: Additional material may be included in the generated output with the .B \-\-include and .B \-\-opt\-include options. The format is simple: [section] text /pattern/ text
pl: Do generowanego pliku mo¿na do³±czyæ dodatkowy materia³ przy pomocy opcji .B \-\-include i .BR \-\-opt\-include . Format jest prosty: [sekcja] tekst /wzorzec/ tekst

source: Blocks of verbatim *roff text are inserted into the output either at the start of the given .BI [ section ] (case insensitive), or after a paragraph matching .BI / pattern /\fR.
pl: Bloki sformatowanego tekstu *roff s± wstawiane do wyj¶cia na pocz±tku podanej .BI [ sekcji ] (bez rozró¿niania wielko¶ci liter) lub po akapicie pasuj±cym do .BI / wzorca /\fR.

source: Patterns use the Perl regular expression syntax and may be followed by the .IR i , .I s or .I m modifiers (see .BR perlre (1)).
pl: Wzorce zapisuje siê przy u¿yciu sk³adni perlowych wyra¿eñ regularnych i mo¿na je zakoñczyæ modyfikatorami .IR i , .I s lub .I m (patrz .BR perlre (1)).

source: Lines before the first section or pattern which begin with `\-' are processed as options. Anything else is silently ignored and may be used for comments, RCS keywords and the like.
pl: Linie przed pierwsz± sekcj± lub wzorzec zaczynaj±cy siê od `\-' s± przetwarzane jako opcje. Ca³a reszta jest po cichu ignorowana i mo¿e byæ u¿ywana jako komentarze, s³owa kluczowe RCS itp.

source: The section output order (for those included) is:
pl: Kolejno¶æ sekcji na wyj¶ciu to:

source: other
pl: inne

source: Any .B [NAME] or .B [SYNOPSIS] sections appearing in the include file will replace what would have automatically been produced (although you can still override the former with .B --name if required).
pl: Ka¿da sekcja .B [nazwa] lib .B [sk³adnia] wystêpuj±ca w pliku do³±czanym zastêpuje to, co zosta³oby automatycznie wyprodukowane (aczkolwiek mo¿na w razie potrzeby obej¶æ to zachowanie przez .B --name ).

source: Other sections are prepended to the automatically produced output for the standard sections given above, or included at .I other (above) in the order they were encountered in the include file.
pl: Inne sekcje s± do³±czane do automatycznie generowanego wyj¶cia w przypadku standardowych, wy¿ej wymienionych sekcji lub w³±czane w miejscu .I inne (jak wy¿ej) w kolejno¶ci, w jakiej wyst±pi³y w do³±czanym pliku.

source: AVAILABILITY
pl: DOSTÊPNO¦Æ

source: The latest version of this distribution is available on-line from:
pl: Najnowsza wersja tego oprogramowania jest dostêpna pod:
